Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/anni-sofia_niittyvuopio_jatkaa_nuorisoneuvoston_puheenjohtajana.html.tmx
Source language: fin
Languages: sms

source: Anni-Sofia Niittyvuopio jatkaa nuorisoneuvoston puheenjohtajana
sms: Anni-Sofia Niittyvuopio juätkk nuõrisuåvtõõzz saaǥǥjååʹđteeʹjen

source: Saamelaiskäräjien nuorisoneuvoston puheenjohtajaksi valittiin Anni-Sofia Niittyvuopio Karigasniemeltä ja varapuheenjohtajaksi Maria Mäkinen Jyväskylästä.
sms: Sääʹmteeʹǧǧ nuõrisuåvtõõzz saaǥǥjååʹđteeʹjen vaʹlljee Anni-Sofia Niittyvuopio Karigasnjaarǥâst da väärrsaaǥǥjååʹđteeʹjen Maria Mäkinen Jyväskyläst.

source: Molemmat toimivat puheenjohtajistossa myös edellisellä kaksivuotis kaudella.
sms: Kuhttu toiʹmmje saaǥǥjååʹđteeʹjen še oouʹdab kueiʹtekksaž pââʹjest.

source: – On hienoa päästä jatkamaan hyvin alkanutta työtä saamelaisnuorten aseman parantamiseksi.
sms: – Lij pueʹrr piâssâd juäʹtǩǩed puârast älggam tuâj sääʹmnuõri sââʹjj pueʹreem määiʹnest.

source: Korona-ajan haasteista huolimatta nuorisoneuvosto saavuttanut hyvin vaalikauden alussa asettamiaan tavoitteita ja tehnyt työtä erityisesti ilmastonmuutoksen pysäyttämiseen liittyen.
sms: Korona-ääiʹj väʹǯǯlin huõlǩâni nuõrisuåvtõs lij õsttâm puârast vaalpââʹj aalǥâst šiõttääm täävtõõzzid da raajjâm tuâj jeärbõžžân äimm-muuttâz årstâttmõʹšše kollʼjeen.

source: Jatkamme työtä myös muiden nuorisopoliittisen kehittämisohjelman tavoitteiden parissa, sanoo nuorisoneuvoston varapuheenjohtaja Maria Mäkinen.
sms: Juäʹtǩǩep tuâj še jeeʹres nuõripoliittla oouʹdeemohjjelm täävtõõzzi paarâst, ceälkk nuõrisuåvtõõzz väärrsaaǥǥjååʹđteei Maria Mäkinen.

source: Nuorisoneuvosto on havainnut pieniä muutoksia saamelaisnuorten asemassa yhteiskunnallisessa vaikuttamisessa, mutta kokee tehtävää olevan vielä jäljellä.
sms: Nuõrisuåvtõs lij aaibšam siõmm muttsid sääʹmnuõri sââʹjest õhttsažkååddlast vaikktummšest, leša tåbdd što tuâj lij veâl ooudâs.

source: Nuorisoneuvosto näkee, että erityisesti saamenkielisen vapaa-ajan toiminnan eteen on tehtävää ja koronapandemia on korostanut sen merkitystä saamelaisnuorille.
sms: Nuõrisuåvtõs vuäinn, što jeärbõžžân sääʹmǩiõllsa pååđ-ääiʹj tåimmʼmõõžž ouʹdde lij veâl tuâj da koronapandemia lij pââiʹdam tõn miârkktõõzz sääʹmnuõrid.

source: Työtä tehdään muun muassa tuottamalla sisältöä saamenkieliselle tieto- ja neuvontasivustolle.
sms: Tuâj tuejjee ouddmiârkkân puuʹtteeʹl siiʹsǩe sääʹmǩiõllsaid teâtt- da vuäʹpstemseiddu.

source: – Nuorisoneuvosto on nostanut toimintaa läpileikkaavaksi pääteemakseen saamelaisnuorten vapaa-ajan tukemisen.
sms: – Nuõrisuåvtõs lij kaggâm tuåimmʼmõõžž čõõđčuõppeeʹjen väʹlddteeʹmmen sääʹmnuõri pååđ-ääiʹj staanmõʹšše.

source: Tätä tehdään selvittämällä saamelaisnuorten harrastustoimintaa ja saamenkielisen nuorisotyöntekijän palkkaamista Saamelaiskäräjille, mutta myös järjestämällä matalan kynnyksen toimintaa, kuten järjestämällä saamelaisnuorille kohdistettu kiertue nuorten vapaa-ajantoiminnan ja harrastustoiveiden kartoittamiseksi, kertoo nuorisoneuvoston puheenjohtaja Anni-Sofia Niittyvuopio.
sms: Tõn tuejjee seʹlvvteeʹl sääʹmnuõri staarjõståimmʼmõõžž da sääʹmǩiõllsaž nuõrituâjjtuejjeei paʹlǩǩummuž Sääʹmtegga, leša še jäʹrjsteeʹl vueʹllǥa kõddâz tåimmʼmõõžž, mâʹt-a jäʹrjsteeʹl sääʹmnuõrid puõttlõsttum tobdstõõttâmreeis nuõri pååđ-ääiʹjtåimmʼmõõžž da staarjõstuäivai kaʹrttjem diõtt, ceälkk nuõrisuåvtõõzz saaǥǥjååʹđteei Anni-Sofia Niittyvuopio.

source: Nuorisoneuvosto aikoo vuoden 2022 aikana kiertää saamelaisalueella ja saamelaisalueen ulkopuolen ns. saamelaiskeskittymissä.
sms: Nuõrisuåvtõõzz äigg eeʹjj 2022 poddân jååʹtted sääʹmvuuʹdest da sääʹmvuuʹd åålǥbeäʹl ns. sääʹmkõskõõzzin.

source: Kiertue tehdään yhteistyössä paikallisten saamelaisyhdistysten ja kuntien nuorisotoimen kanssa.
sms: Tobdstõõttâmreeisaid tuejjee õhttsažtuâjast pääiklai sääʹmõutstõõzzi da kooʹddi nuõritååimain.

source: Nuorisoneuvosto käyttää kartoitusmateriaalia toimintansa kehittämiseen.
sms: Nuõrisuåvtõs âânn kaʹrtteemaunstõõzz tuåimmʼmõõžžâs ooudâsviikkmõʹšše.

source: Samalla nuorisoneuvoston toimintaa tehdään saamelaisnuorille tutuksi.
sms: Seämma ääiʹj nuõrisuåvtõõzz tåimmʼmõõžž tuejjee sääʹmnuõrid tobddsen.

source: – Haluamme myös tarjota saamelaisnuorille turvallisen tilan keskusteluja yhteisön sisäisistä asioista.
sms: – Haaʹleep še taʹrjjeed sääʹmnuõrid staanjõõzz sââʹjj saǥstõõllâd õhttõõzz siiskâz aaʹššin.

source: Meillä on viime vuodelta kokemusta niiden järjestämisestä ja saamelaisnuorilla on selkeä tarve niille, jatkaa Niittyvuopio.
sms: Meeʹst lij mõõnni eeʹjjest ǩiččlõddmõš tõi jäʹrjstummšest da sääʹmnuõrin lij čiõlǥâs tarbb tõid, juätkk Niittyvuopio.

source: Nuorisoneuvoston toimikauden 2022-2023 ensimmäinen kokous pidettiin 8.2.2022 ja asialistalla oli puheenjohtajiston valinnan lisäksi asiantuntijajäsenten valinta nuorisoneuvostoon.
sms: Nuõrisuåvtõõzz tåimmpââʹj 2022-2023 vuõssmõs sååbbar õʹnne 8.2.2022 da äʹššliistâst leäi saaǥǥjååʹđteeʹji vaʹlljeem lââʹssen äʹšštobddivuäzzlai vaʹlljummuš nuõrisuåvtõʹsse.

source: Saamelaiskäräjien työjärjestyksen mukaan nuorisoneuvosto voi valita neuvostolle kahdeksi vuodeksi kerrallaan enintään viisi pysyvää asiantuntijaa.
sms: Sääʹmteeʹǧǧ tuâjj-jäʹrjstõõzz mieʹldd nuõrisuåvtõs vuäitt vaʹlljeed suåvtõʹsse kueʹhtten eeʹǩǩen vuârstes jäänmõõzzâst vitt põõšši äʹšštobddi.

source: Nuorisoneuvoston asiantuntijoiden tulee valituksi tullessaan olla 15–17-vuotiaita.
sms: Nuõrisuåvtõõzz äʹšštobddi âʹlǧǧe leeʹd 15-17 ekksa vaʹlljeem poodd.

source: Nuorisoneuvoston asiantuntijajäseniksi valittiin Mihku Näkkäläjärvi, Lilja Ljetoff, Tiia-Káren Alakorva, Marielle Näkkäjärvi ja Rosa-Máren Juuso.
sms: Nuõrisuåvtõ õzz äʹšštobddivuäzzlõʹžžen vaʹlljee Mihku Näkkäläjärvi, Lilja Ljetoff, Tiia-Káren Alakorva, Marielle Näkkäjärvi da Rosa-Máren Juuso.

source: Lisäksi nuorisoneuvosto tutustui Saamelaiskäräjien ja nuorisoneuvoston toimintaan sekä asetti ensimmäisiä jäseniä työryhmiin ja edustajia tapahtumiin.
sms: Lââʹssen nuõrisuåvtõs tobdstõõđi Sääʹmteeʹǧǧ da nuõrisuåvtõõzz tuåimmʼmõʹšše de šiõttii vuõssmõõzzid vuäzzlaid tuâjjäʹrttlid da eeʹtǩǩid teivvmõõžžid.

source: Saamelaiskäräjien täyskokous asetti nuorisoneuvoston toimikaudelle 2022-2023 kokouksessaan 17.12.2021.
sms: Sääʹmteeʹǧǧ tiuddsååbbar šiõttii nuõrisuåvtõõzz tåimmpâjja 2022-2023 såbbreʹstes 17.12.2021.

source: Nuorisoneuvoston jäsenet ja varajäsenet toimikaudella 2022-2023.
sms: Nuõrisuåvtõõzz vuäzzla da väärrvuäzzla tåimmpââʹjest 2022-2023.

source: Nuorisopoliittinen toiminta- ja kehittämisohjelma 2020-2023
sms: Nuõripoliittlaž tåimmʼmõš- da oouʹdeemohjjelm 2020-2023 ( lookkâmnalla lääddas)

source: Lisätietoja:
sms: Lââʹssteäđaid:

source: Anni-Sofia Niittyvuopio, nuorisoneuvoston puheenjohtaja anni-sofia.niittyvuopio(at)samediggi.fi 010 839 3142
sms: Anni-Sofia Niittyvuopio, nuõrisuåvtõõzz saaǥǥjååʹđteei anni-sofia.niittyvuopio(at)samediggi.fi 010 839 3142

source: Elli-Marja Hetta, Saamelaiskäräjien nuorisosihteeri elli-marja.hetta(at)samediggi.fi 010 8393134
sms: Elli-Marja Hetta, Sääʹmteeʹǧǧ nuõripiisar elli-marja.hetta(at)samediggi.fi 010 8393134
